export const checkboxFakeData = [
  {
    label: "Все категории",
    id: 1,
    subCategories: [
      { label: "Юридическая и бухгалтерская помощь", id: 2, subCategories: [] },
      { label: "Грузоперевозки", id: 3, subCategories: [] },
      {
        label: "Ремонт транспорта",
        id: 4,
        subCategories: [
          { label: "Мастер на час", id: 12 },
          { label: "Ремонт под ключ", id: 13 },
          { label: "Сантехнические работы", id: 14 },
          { label: "Электромонтажные работы", id: 15 },
          { label: "Отделочные работы", id: 16 },
          { label: "Потолки", id: 17 },
          { label: "Полы", id: 18 },
          { label: "Плиточные работы", id: 19 },
          { label: "Сборка и ремонт мебели", id: 20 },
          { label: "Установка и ремонт дверей, замков", id: 21 },
          { label: "Окна, остекление, балконы", id: 22 },
          { label: "Кровельные и фасадные работы", id: 23 },
          { label: "Отопление, водоснабжение, канализация", id: 24 },
          { label: "Отопление, водоснабжение, канализация", id: 25 },
          { label: "Строительно-монтажные работы", id: 26 },
          { label: "Крупное строительство", id: 27 },
          { label: "Охранные системы", id: 28 },
          { label: "Что-то другое", id: 29 },
        ],
      },
      { label: "Курьерские услуги", id: 5, subCategories: [] },
      { label: "Уборка и помощь по хозяйству", id: 6, subCategories: [] },
      { label: "Дизайн", id: 7, subCategories: [] },
      { label: "Красота и здоровье", id: 8, subCategories: [] },
      { label: "Репетиторы и обучение", id: 9, subCategories: [] },
      { label: "Ремонт и строительство", id: 10, subCategories: [] },
      { label: "Установка и ремонт техники", id: 11, subCategories: [] },
    ],
  },
];

export const POPULAR_QUESTIONS_DATA = [
  {
    label: "Как пользоваться сервисом",
    answer:
      "На Onlinejobx вы можете быть заказчиком и исполнителем. Регистрация на сайте бесплатна. Чтобы стать исполнителем, начать оказывать услуги и зарабатывать деньги, вам нужно дополнительно стать исполнителем. Как это сделать, читайте здесь.",
  },
  { label: "Как работает чат", answer: "" },
  { label: "Как предложить задание конкретному исполнителю", answer: "" },
  { label: "Как расчитывается рейтинг", answer: "" },
  { label: "Какие задания запрещено размещать", answer: "" },
  { label: "Почему стоит пользоваться crazy8designs", answer: "" },
];
